import {Review} from "../models/map/Review.ts";

export const reviews: Review[] = [
    {
        id: '00001',
        text: 'Прошел маршрут примерно за 4 часа, очень понравилось! Увидел всю красоту города и нашел любимые места. Всем советую пройти этот маршрут!',
        rating: 1.0,
        authorId: '0000',
        placeId: '000001',
    },
    {
        id: '00002',
        text: 'Прошел маршрут примерно за 4 часа, очень понравилось! Увидел всю красоту города и нашел любимые места. Всем советую пройти этот маршрут!',
        rating: 5.0,
        authorId: '0001',
        placeId: '000001',
    },
    {
        id: '00003',
        text: 'Прошел маршрут примерно за 4 часа, очень понравилось! Увидел всю красоту города и нашел любимые места. Всем советую пройти этот маршрут!',
        rating: 1.0,
        authorId: '0000',
        placeId: '000001',
    },
    {
        id: '00004',
        text: 'Прошел маршрут примерно за 4 часа, очень понравилось! Увидел всю красоту города и нашел любимые места. Всем советую пройти этот маршрут!',
        rating: 5.0,
        authorId: '0001',
        placeId: '000001',
    },
];